---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.MEPBuildingConstructionSet
source: html/a8caa03b-da29-6d9a-f156-9328436164bf.htm
---
# MEPBuildingConstructionSet Members

Initializes a new instance of the MEPBuildingConstructionSet class